Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Sharpness of the wave crests. 1 is a smooth sine; higher values give peaked, choppier water.
ar: حدة قمم الأمواج. 1 موجة جيبية ناعمة؛ والقيم الأعلى تعطي ماءً أكثر تلاطمًا بقمم حادة.
de: Schärfe der Wellenkämme. 1 ist eine weiche Sinuswelle; höhere Werte ergeben spitzeres, unruhigeres Wasser.
es: Nitidez de las crestas de las olas. 1 es una senoide suave; los valores más altos dan un agua más picada y con crestas.
fr: Netteté des crêtes des vagues. 1 donne une sinusoïde douce ; les valeurs plus élevées donnent une eau plus pointue et agitée.
hi: लहरों के शिखरों की तीक्ष्णता. 1 एक सहज साइन तरंग है; ज़्यादा मान नुकीली, उथल-पुथल वाली लहरें देते हैं.
it: Nitidezza delle creste delle onde. 1 è una sinusoide morbida; valori più alti danno un’acqua più appuntita e agitata.
ja: 波頭の鋭さです。1では滑らかなサイン波になり、高い値ではとがった荒い波になります。
ko: 파도 마루의 뾰족한 정도입니다. 1은 부드러운 사인파이며, 값이 높을수록 뾰족하고 거친 물결이 됩니다.
pl: Ostrość grzbietów fal. 1 to gładka sinusoida; wyższe wartości dają spiczaste, bardziej wzburzone fale.
pt_br: Nitidez das cristas das ondas. 1 é uma senoide suave; valores mais altos geram água mais pontiaguda e agitada.
ru: Острота гребней волн. 1 — плавная синусоида; большие значения дают острые гребни и неспокойную воду.
tr: Dalga tepelerinin keskinliği. 1 yumuşak bir sinüs dalgasıdır; yüksek değerler daha sivri, daha çalkantılı su verir.
uk: Гострота гребенів хвиль. 1 — плавна синусоїда; більші значення дають гостріші гребені й неспокійнішу воду.
zh_hans: 波峰的尖锐程度。1 为平滑的正弦波，数值越高波峰越尖、水面越汹涌。
zh_hant: 浪峰的尖銳程度。1 為平滑的正弦波；數值越高，浪峰越尖、水面越洶湧。

source: Shift 50 px
ar: مع Shift: 50 px
es: Mayúsculas: 50 px
fr: Maj 50 px

source: Shifts parts of the image by a depth map so it looks three-dimensional as the pointer moves.
ar: يزيح أجزاء الصورة وفق خريطة عمق فتبدو ثلاثية الأبعاد مع تحرك المؤشر.
de: Verschiebt Bildteile anhand einer Tiefenkarte, sodass das Bild bei Zeigerbewegungen dreidimensional wirkt.
es: Desplaza partes de la imagen según un mapa de profundidad para que parezca tridimensional al mover el puntero.
fr: Décale des parties de l’image selon une carte de profondeur pour lui donner du relief lorsque le pointeur se déplace.
hi: डेप्थ मैप के अनुसार इमेज के हिस्सों को खिसकाता है, ताकि पॉइंटर के हिलने पर वह त्रि-आयामी दिखे.
it: Sposta parti dell’immagine in base a una mappa di profondità, così sembra tridimensionale quando il puntatore si muove.
ja: デプスマップに基づいて画像の各部分をずらし、ポインタの移動に合わせて立体的に見せます。
ko: 깊이 맵에 따라 이미지의 일부를 이동시켜 포인터가 움직일 때 입체적으로 보이게 합니다.
pl: Przesuwa części obrazu według mapy głębi, aby przy ruchu wskaźnika wyglądał trójwymiarowo.
pt_br: Desloca partes da imagem com base em um mapa de profundidade para que ela pareça tridimensional quando o ponteiro se move.
ru: Сдвигает части изображения по карте глубины, чтобы оно выглядело объёмным при движении указателя.
tr: Görüntünün bölümlerini bir derinlik haritasına göre kaydırarak imleç hareket ettikçe üç boyutlu görünmesini sağlar.
uk: Зсуває частини зображення за картою глибини, щоб воно здавалося тривимірним, коли рухається вказівник.
zh_hans: 根据深度图移动图像的各个部分，使其在指针移动时呈现立体感。
zh_hant: 依深度圖移動影像的各部分，讓影像在指標移動時呈現立體感。

source: Shortcut
ar: اختصار
de: Kurzbefehl
es: Atajo
fr: Raccourci
hi: शॉर्टकट
it: Abbreviazione
ja: ショートカット
ko: 단축키
pl: Skrót
pt_br: Atalho
ru: Сочетание клавиш
tr: Kısayol
uk: Скорочення клавіш
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show All
ar: إظهار الكل
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएँ
it: Mostra tutto
ja: すべてを表示
ko: 모두 보기
pl: Pokaż wszystkie
pt_br: Mostrar Tudo
ru: Показать все
tr: Tümünü Göster
uk: Показати всі
zh_hans: 全部显示
zh_hant: 顯示全部

source: Show Desktop
ar: إظهار سطح المكتب
de: Schreibtisch anzeigen
es: Mostrar escritorio
fr: Afficher le bureau
hi: डेस्कटॉप दिखाएँ
it: Mostra scrivania
ja: デスクトップを表示
ko: 데스크탑 보기
pl: Pokaż biurko
pt_br: Mostrar Mesa
ru: Показать рабочий стол
tr: Masaüstünü Göster
uk: Показати робочий стіл
zh_hans: 显示桌面
zh_hant: 顯示桌面

source: Show Filter Results
ar: إظهار تصفية النتائج
de: Filterergebnisse einblenden
es: Mostrar filtros
fr: Afficher les filtres
hi: फ़िल्टर परिणाम दिखाएँ
it: Mostra filtri
ja: 結果のフィルタを表示
ko: 필터 결과 보기
pl: Pokaż filtry
pt_br: Mostrar Resultados do Filtro
ru: Показать фильтры
tr: Filtre Sonuçlarını Göster
uk: Показати результати фільтрування
zh_hans: 显示筛选结果
zh_hant: 顯示篩選結果

source: Show Live Wallpaper
ar: إظهار الخلفية الحية
de: Live-Hintergrundbild zeigen
es: Mostrar fondo en vivo
fr: Afficher le fond d’écran en direct
hi: लाइव वॉलपेपर दिखाएँ
it: Mostra sfondo dal vivo
ja: ライブ壁紙を表示
ko: 실시간 배경화면 보기
pl: Pokaż tapetę na żywo
pt_br: Mostrar Papel de Parede ao Vivo
ru: Показать живые обои
tr: Canlı Duvar Kâğıdını Göster
uk: Показати живі шпалери
zh_hans: 显示实时墙纸
zh_hant: 顯示即時背景圖片

source: Show Lock Screen Guide
ar: إظهار دليل شاشة القفل
de: Sperrbildschirm-Hilfslinien einblenden
es: Mostrar guía de la pantalla bloqueada
fr: Afficher le repère de l’écran verrouillé
hi: लॉक स्क्रीन गाइड दिखाएँ
it: Mostra guida della schermata di blocco
ja: ロック画面のガイドを表示
ko: 잠금 화면 가이드 보기
pl: Pokaż wskazówki ekranu blokady
pt_br: Mostrar Guia da Tela Bloqueada
ru: Показывать разметку экрана блокировки
tr: Kilitli Ekran Kılavuzunu Göster
uk: Показувати розмітку екрана блокування
zh_hans: 显示锁定屏幕参考线
zh_hant: 顯示鎖定畫面參考線

source: Show Only:
ar: إظهار فقط:
de: Nur anzeigen:
es: Mostrar solo:
fr: Afficher uniquement :
hi: केवल ये दिखाएँ:
it: Mostra solo:
ja: 表示する項目：
ko: 다음만 표시:
pl: Pokaż tylko:
pt_br: Mostrar Apenas:
ru: Показывать только:
tr: Yalnızca Şunları Göster:
uk: Показувати лише:
zh_hans: 仅显示：
zh_hant: 僅顯示：

source: Show Open Wallpaper Engine
ar: إظهار Open Wallpaper Engine
de: Open Wallpaper Engine anzeigen
es: Mostrar Open Wallpaper Engine
fr: Afficher Open Wallpaper Engine
hi: Open Wallpaper Engine दिखाएँ
it: Mostra Open Wallpaper Engine
ja: Open Wallpaper Engineを表示
ko: Open Wallpaper Engine 보기
pl: Pokaż Open Wallpaper Engine
pt_br: Mostrar o Open Wallpaper Engine
ru: Показать Open Wallpaper Engine
tr: Open Wallpaper Engine’i Göster
uk: Показати Open Wallpaper Engine
zh_hans: 显示 Open Wallpaper Engine
zh_hant: 顯示 Open Wallpaper Engine

source: Show Sidebar
ar: إظهار الشريط الجانبي
de: Seitenleiste einblenden
es: Mostrar barra lateral
fr: Afficher la barre latérale
hi: साइडबार दिखाएँ
it: Mostra barra laterale
ja: サイドバーを表示
ko: 사이드바 보기
pl: Pokaż pasek boczny
pt_br: Mostrar Barra Lateral
ru: Показать боковое меню
tr: Kenar Çubuğunu Göster
uk: Показати бічну панель
zh_hans: 显示边栏
zh_hant: 顯示側邊欄

source: Show Status Bar Guide
ar: إظهار دليل شريط الحالة
de: Statusleisten-Hilfslinien einblenden
es: Mostrar guía de la barra de estado
fr: Afficher le repère de la barre d’état
hi: स्टेटस बार गाइड दिखाएँ
it: Mostra guida della barra di stato
ja: ステータスバーのガイドを表示
ko: 상태 막대 가이드 보기
pl: Pokaż wskazówki paska stanu
pt_br: Mostrar Guia da Barra de Status
ru: Показывать разметку строки состояния
tr: Durum Çubuğu Kılavuzunu Göster
uk: Показувати розмітку рядка стану
zh_hans: 显示状态栏参考线
zh_hant: 顯示狀態列參考線

source: Show Wallpaper on Lock Screen
ar: عرض الخلفية على شاشة القفل
de: Hintergrundbild auf dem Sperrbildschirm zeigen
es: Mostrar el fondo de pantalla en la pantalla bloqueada
fr: Afficher le fond d'écran sur l'écran verrouillé
hi: लॉक स्क्रीन पर वॉलपेपर दिखाएँ
it: Mostra lo sfondo nella schermata di blocco
ja: ロック画面に壁紙を表示
ko: 잠금 화면에 배경화면 표시
pl: Pokazuj tapetę na ekranie blokady
pt_br: Mostrar Papel de Parede na Tela Bloqueada
ru: Показывать обои на экране блокировки
tr: Duvar Kâğıdını Kilit Ekranında Göster
uk: Показувати шпалери на екрані блокування
zh_hans: 在锁定屏幕上显示壁纸
zh_hant: 在鎖定畫面上顯示桌布

source: Show advanced settings
ar: عرض اعدادات متقدمة
de: Erweiterte Einstellungen anzeigen
es: Mostrar ajustes avanzados
fr: Afficher paramètres avancés
hi: उन्नत सेटिंग्स दिखाएँ
it: Mostra impostazioni avanzate
ja: 詳細設定を表示
ko: 고급 설정 표시
pl: Pokaż ustawienia zaawansowane
pt_br: Exibir configurações avançadas
ru: Показать расширенные настройки
tr: Gelişmiş ayarları göster
uk: Показати просунуті налаштування
zh_hans: 显示高级设置
zh_hant: 顯示進階設定

source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在访达中显示
zh_hant: 顯示於 Finder

source: Show object
ar: إظهار الكائن
de: Objekt einblenden
es: Mostrar objeto
fr: Afficher l’objet
hi: ऑब्जेक्ट दिखाएँ
it: Mostra oggetto
ja: オブジェクトを表示
ko: 객체 보기
pl: Pokaż obiekt
pt_br: Mostrar objeto
ru: Показать объект
tr: Nesneyi göster
uk: Показати обʼєкт
zh_hans: 显示对象
zh_hant: 顯示物件

source: Show or hide the Export Settings panel
ar: إظهار لوحة إعدادات التصدير أو إخفاؤها
de: Bereich „Exporteinstellungen“ ein- oder ausblenden
es: Muestra u oculta el panel de ajustes de exportación
fr: Afficher ou masquer le panneau des réglages d’exportation
hi: एक्सपोर्ट सेटिंग्स पैनल दिखाएँ या छिपाएँ
it: Mostra o nascondi il pannello delle impostazioni di esportazione
ja: 書き出し設定パネルを表示または非表示にします
ko: 내보내기 설정 패널을 보거나 가립니다
pl: Pokaż lub ukryj panel ustawień eksportu
pt_br: Mostra ou oculta o painel de ajustes de exportação
ru: Показать или скрыть панель настроек экспорта
tr: Dışa Aktarma Ayarları panelini gösterir veya gizler
uk: Показати або сховати панель параметрів експорту
zh_hans: 显示或隐藏导出设置面板
zh_hant: 顯示或隱藏輸出設定面板

source: Show or hide the Screen Saver panel
ar: إظهار لوحة شاشة التوقف أو إخفاؤها
de: Bereich „Bildschirmschoner“ ein- oder ausblenden
es: Muestra u oculta el panel del salvapantallas
fr: Afficher ou masquer le panneau de l’économiseur d’écran
hi: स्क्रीन सेवर पैनल दिखाएँ या छिपाएँ
it: Mostra o nascondi il pannello del salvaschermo
ja: スクリーンセーバパネルを表示または非表示にします
ko: 화면 보호기 패널을 보거나 가립니다
pl: Pokaż lub ukryj panel wygaszacza ekranu
pt_br: Mostra ou oculta o painel do protetor de tela
ru: Показать или скрыть панель заставки
tr: Ekran Koruyucu panelini gösterir veya gizler
uk: Показати або сховати панель заставки
zh_hans: 显示或隐藏屏幕保护程序面板
zh_hant: 顯示或隱藏螢幕保護程式面板

source: Show or hide the filters
ar: إظهار عوامل التصفية أو إخفاؤها
de: Filter ein- oder ausblenden
es: Mostrar u ocultar los filtros
fr: Afficher ou masquer les filtres
hi: फ़िल्टर दिखाएँ या छिपाएँ
it: Mostra o nascondi i filtri
ja: フィルタを表示/非表示
ko: 필터 보기 또는 가리기
pl: Pokaż lub ukryj filtry
pt_br: Mostrar ou ocultar os filtros
ru: Показать или скрыть фильтры
tr: Filtreleri göster veya gizle
uk: Показати або сховати фільтри
zh_hans: 显示或隐藏筛选条件
zh_hant: 顯示或隱藏篩選條件

source: Show or hide the move, size and align controls
ar: إظهار عناصر التحكم في التحريك والحجم والمحاذاة أو إخفاؤها
de: Steuerelemente zum Bewegen, Skalieren und Ausrichten ein- oder ausblenden
es: Mostrar u ocultar los controles de mover, tamaño y alinear
fr: Afficher ou masquer les commandes de déplacement, de taille et d’alignement
hi: मूव, आकार और अलाइन कंट्रोल दिखाएँ या छिपाएँ
it: Mostra o nascondi i controlli per spostare, ridimensionare e allineare
ja: 移動、サイズ、整列のコントロールを表示/非表示
ko: 이동, 크기 및 정렬 제어기 보기 또는 가리기
pl: Pokaż lub ukryj narzędzia przesuwania, rozmiaru i wyrównywania
pt_br: Mostrar ou ocultar os controles de mover, tamanho e alinhar
ru: Показать или скрыть элементы управления перемещением, размером и выравниванием
tr: Taşıma, boyut ve hizalama denetimlerini göster veya gizle
uk: Показати або сховати елементи керування переміщенням, розміром і вирівнюванням
zh_hans: 显示或隐藏移动、大小和对齐控制
zh_hant: 顯示或隱藏移動、大小和對齊控制項目

source: Show or hide the playlist list
ar: إظهار قائمة قوائم التشغيل أو إخفاؤها
de: Playlist-Liste ein- oder ausblenden
es: Mostrar u ocultar la lista de playlists
fr: Afficher ou masquer la liste des playlists
hi: प्लेलिस्ट की सूची दिखाएँ या छिपाएँ
it: Mostra o nascondi l’elenco delle playlist
ja: プレイリストの一覧を表示/非表示
ko: 플레이리스트 목록 보기 또는 가리기
pl: Pokaż lub ukryj listę playlist
pt_br: Mostrar ou ocultar a lista de playlists
ru: Показать или скрыть список плейлистов
tr: Çalma listesi listesini göster veya gizle
uk: Показати або сховати перелік списків відтворення
zh_hans: 显示或隐藏播放列表列表
zh_hant: 顯示或隱藏播放列表清單

source: Show or hide the wallpaper details
ar: إظهار تفاصيل الخلفية أو إخفاؤها
de: Details zum Hintergrundbild ein- oder ausblenden
es: Mostrar u ocultar los detalles del fondo de pantalla
fr: Afficher ou masquer les détails du fond d’écran
hi: वॉलपेपर का विवरण दिखाएँ या छिपाएँ
it: Mostra o nascondi i dettagli dello sfondo
ja: 壁紙の詳細を表示/非表示
ko: 배경화면 세부사항 보기 또는 가리기
pl: Pokaż lub ukryj szczegóły tapety
pt_br: Mostrar ou ocultar os detalhes da imagem de fundo
ru: Показать или скрыть сведения об обоях
tr: Duvar kâğıdı ayrıntılarını göster veya gizle
uk: Показати або сховати деталі шпалери
zh_hans: 显示或隐藏墙纸详细信息
zh_hant: 顯示或隱藏背景圖片詳細資訊

source: Show the part of the picture an iPad shows when it is turned sideways
ar: إظهار جزء الصورة الذي يعرضه iPad عند تدويره أفقيًا
de: Zeigt den Teil des Bildes, den ein iPad im Querformat anzeigt
es: Muestra la parte de la imagen que se ve en un iPad cuando se gira de lado
fr: Afficher la partie de l’image visible sur un iPad tourné en paysage
hi: iPad को आड़ा घुमाने पर तस्वीर का जो हिस्सा दिखता है, वह दिखाएँ
it: Mostra la parte dell’immagine visibile su un iPad girato in orizzontale
ja: iPadを横向きにしたときに表示される画像の部分を表示します
ko: iPad를 가로로 돌렸을 때 보이는 사진 부분을 보여줍니다
pl: Pokazuje część obrazu widoczną na iPadzie obróconym poziomo
pt_br: Mostra a parte da imagem exibida quando o iPad é girado na horizontal
ru: Показывает часть изображения, видную на iPad в альбомной ориентации
tr: iPad yan çevrildiğinde resmin görünen kısmını gösterir
uk: Показує частину зображення, видиму на iPad в альбомній орієнтації
zh_hans: 显示 iPad 横置时可见的图片部分
zh_hant: 顯示 iPad 橫放時可見的圖片部分

source: Show wallpaper transition
ar: أظهر انتقال الخلفية
de: Übergangseffekt bei Hintergrundbildwechsel
es: Mostrar transición de fondo de pantalla
fr: Afficher les transitions de fond d’écran
hi: वॉलपेपर ट्रांज़िशन दिखाएँ
it: Mostra transizioni tra sfondi
ja: 壁紙の変化を表示する
ko: 배경화면 전환 표시
pl: Pokaż przejście tapety
pt_br: Exibir Transição da Imagem de Fundo
ru: Отображать переход обоев
tr: Duvar kâğıdı geçişini göster
uk: Показати перехід шпалер
zh_hans: 显示墙纸过渡
zh_hant: 顯示背景圖片轉換效果

source: Show where Android draws the status bar over the wallpaper
ar: إظهار المكان الذي يرسم فيه Android شريط الحالة فوق الخلفية
de: Zeigen, wo Android die Statusleiste über das Hintergrundbild zeichnet
es: Mostrar dónde dibuja Android la barra de estado sobre el fondo
fr: Afficher où Android dessine la barre d’état sur le fond d’écran
hi: दिखाएँ कि Android वॉलपेपर पर स्टेटस बार कहाँ बनाता है
it: Mostra dove Android disegna la barra di stato sopra lo sfondo
ja: Android が壁紙の上にステータスバーを描く場所を表示します
ko: Android가 배경화면 위에 상태 막대를 그리는 위치를 보여 줍니다
pl: Pokaż, gdzie Android rysuje pasek stanu na tapecie
pt_br: Mostrar onde o Android desenha a barra de status sobre o papel de parede
ru: Показывать, где Android рисует строку состояния поверх обоев
tr: Android’in durum çubuğunu duvar kağıdının üzerinde nereye çizdiğini göster
uk: Показувати, де Android малює рядок стану поверх шпалер
zh_hans: 显示 Android 在墙纸上绘制状态栏的位置
zh_hant: 顯示 Android 在桌布上繪製狀態列的位置

source: Show where iOS draws the date and the clock
ar: إظهار مكان عرض iOS للتاريخ والساعة
de: Zeigt, wo iOS Datum und Uhrzeit anzeigt
es: Muestra dónde dibuja iOS la fecha y el reloj
fr: Afficher où iOS dessine la date et l’horloge
hi: दिखाएँ कि iOS तारीख और घड़ी कहाँ बनाता है
it: Mostra dove iOS disegna la data e l’orologio
ja: iOSが日付と時計を表示する位置を示します
ko: iOS가 날짜와 시계를 표시하는 위치를 보여줍니다
pl: Pokaż, gdzie iOS wyświetla datę i zegar
pt_br: Mostra onde o iOS desenha a data e o relógio
ru: Показать, где iOS выводит дату и часы
tr: iOS’in tarihi ve saati nerede gösterdiğini gösterir
uk: Показати, де iOS виводить дату й годинник
zh_hans: 显示 iOS 绘制日期和时钟的位置
zh_hant: 顯示 iOS 繪製日期與時鐘的位置

source: Show where the lock screen draws the date and the clock
ar: إظهار مكان عرض التاريخ والساعة على شاشة القفل
de: Zeigt, wo der Sperrbildschirm Datum und Uhrzeit anzeigt
es: Muestra dónde la pantalla bloqueada dibuja la fecha y el reloj
fr: Afficher où l’écran verrouillé affiche la date et l’heure
hi: दिखाएँ कि लॉक स्क्रीन पर तारीख और घड़ी कहाँ दिखती है
it: Mostra dove la schermata di blocco disegna la data e l’ora
ja: ロック画面で日付と時刻が表示される位置を表示します
ko: 잠금 화면에서 날짜와 시계가 표시되는 위치를 보여줍니다
pl: Pokazuje, gdzie ekran blokady wyświetla datę i zegar
pt_br: Mostra onde a Tela Bloqueada exibe a data e o relógio
ru: Показывает, где экран блокировки выводит дату и часы
tr: Kilitli Ekran’ın tarihi ve saati nerede gösterdiğini gösterir
uk: Показує, де екран блокування виводить дату й годинник
zh_hans: 显示锁定屏幕绘制日期和时钟的位置
zh_hant: 顯示鎖定畫面繪製日期和時鐘的位置

source: Showing wallpapers with any checked genre. Click to show only wallpapers with all of them.
ar: يتم عرض الخلفيات التي تحمل أيًّا من الأنواع المحددة. انقر لعرض الخلفيات التي تحملها جميعًا فقط.
de: Hintergrundbilder mit einem der markierten Genres werden angezeigt. Klicken Sie, um nur Hintergrundbilder mit allen Genres anzuzeigen.
es: Se muestran fondos de pantalla con cualquiera de los géneros marcados. Haz clic para mostrar solo los que tengan todos.
fr: Affichage des fonds d’écran ayant au moins un des genres cochés. Cliquez pour n’afficher que ceux qui les ont tous.
hi: चुनी गई किसी भी शैली वाले वॉलपेपर दिखाए जा रहे हैं. केवल सभी शैलियों वाले वॉलपेपर दिखाने के लिए क्लिक करें.
it: Mostra gli sfondi con almeno uno dei generi selezionati. Fai clic per mostrare solo gli sfondi che li hanno tutti.
ja: チェックしたいずれかのジャンルを含む壁紙を表示しています。クリックすると、すべてのジャンルを含む壁紙のみを表示します。
ko: 선택한 장르 중 하나라도 포함된 배경화면을 표시하는 중입니다. 모든 장르가 포함된 배경화면만 표시하려면 클릭하십시오.
pl: Wyświetlane są tapety z dowolnym z zaznaczonych gatunków. Kliknij, aby pokazać tylko tapety ze wszystkimi z nich.
pt_br: Mostrando imagens de fundo com qualquer um dos gêneros marcados. Clique para mostrar apenas as que têm todos eles.
ru: Показаны обои с любым из отмеченных жанров. Нажмите, чтобы показать только обои со всеми жанрами.
tr: İşaretli türlerden herhangi birine sahip duvar kâğıtları gösteriliyor. Yalnızca tümüne sahip olanları göstermek için tıklayın.
uk: Показуються шпалери з будь-яким із вибраних жанрів. Клацніть, щоб показати лише шпалери з усіма ними.
zh_hans: 正在显示含有任一所选类型的墙纸。点按以仅显示含有全部所选类型的墙纸。
zh_hant: 正在顯示符合任一勾選類型的背景圖片。按一下以僅顯示符合所有類型的背景圖片。

source: Showing wallpapers with every checked genre. Click to show wallpapers with any of them.
ar: يتم عرض الخلفيات التي تحمل كل الأنواع المحددة. انقر لعرض الخلفيات التي تحمل أيًّا منها.
de: Hintergrundbilder mit allen markierten Genres werden angezeigt. Klicken Sie, um Hintergrundbilder mit einem der Genres anzuzeigen.
es: Se muestran fondos de pantalla con todos los géneros marcados. Haz clic para mostrar los que tengan cualquiera de ellos.
fr: Affichage des fonds d’écran ayant tous les genres cochés. Cliquez pour afficher ceux qui en ont au moins un.
hi: चुनी गई सभी शैलियों वाले वॉलपेपर दिखाए जा रहे हैं. इनमें से किसी भी शैली वाले वॉलपेपर दिखाने के लिए क्लिक करें.
it: Mostra gli sfondi con tutti i generi selezionati. Fai clic per mostrare gli sfondi con almeno uno di essi.
ja: チェックしたすべてのジャンルを含む壁紙を表示しています。クリックすると、いずれかのジャンルを含む壁紙を表示します。
ko: 선택한 장르가 모두 포함된 배경화면을 표시하는 중입니다. 하나라도 포함된 배경화면을 표시하려면 클릭하십시오.
pl: Wyświetlane są tapety ze wszystkimi zaznaczonymi gatunkami. Kliknij, aby pokazać tapety z dowolnym z nich.
pt_br: Mostrando imagens de fundo com todos os gêneros marcados. Clique para mostrar as que têm qualquer um deles.
ru: Показаны обои со всеми отмеченными жанрами. Нажмите, чтобы показать обои с любым из них.
tr: İşaretli türlerin tümüne sahip duvar kâğıtları gösteriliyor. Herhangi birine sahip olanları göstermek için tıklayın.
uk: Показуються шпалери з усіма вибраними жанрами. Клацніть, щоб показати шпалери з будь-яким із них.
zh_hans: 正在显示含有全部所选类型的墙纸。点按以显示含有任一所选类型的墙纸。
zh_hant: 正在顯示符合所有勾選類型的背景圖片。按一下以顯示符合任一類型的背景圖片。

source: Shown when you choose a wallpaper in the library. Each playlist has its own transition in its settings.
ar: تظهر عند اختيار خلفية في المكتبة. لكل قائمة تشغيل انتقالها الخاص في إعداداتها.
de: Wird gezeigt, wenn Sie ein Hintergrundbild in der Mediathek wählen. Jede Playlist hat in ihren Einstellungen ihren eigenen Übergang.
es: Se muestra al elegir un fondo de pantalla en la biblioteca. Cada playlist tiene su propia transición en sus ajustes.
fr: Affichée lorsque vous choisissez un fond d’écran dans la bibliothèque. Chaque playlist a sa propre transition dans ses réglages.
hi: लाइब्रेरी में वॉलपेपर चुनने पर दिखता है। हर प्लेलिस्ट का अपना ट्रांज़िशन उसकी सेटिंग्ज़ में होता है।
it: Mostrata quando scegli uno sfondo nella libreria. Ogni playlist ha la sua transizione nelle sue impostazioni.
ja: ライブラリで壁紙を選んだときに表示されます。各プレイリストには、その設定に独自のトランジションがあります。
ko: 라이브러리에서 배경화면을 선택할 때 표시됩니다. 각 플레이리스트는 설정에 자체 전환이 있습니다.
pl: Wyświetlane po wybraniu tapety w bibliotece. Każda playlista ma własne przejście w swoich ustawieniach.
pt_br: Exibida ao escolher uma imagem de fundo na biblioteca. Cada playlist tem sua própria transição nos ajustes.
ru: Показывается при выборе обоев в медиатеке. У каждого плейлиста свой переход в его настройках.
tr: Kitaplıkta bir duvar kâğıdı seçtiğinizde gösterilir. Her çalma listesinin ayarlarında kendi geçişi vardır.
uk: Показується, коли ви вибираєте шпалеру в бібліотеці. Кожен список відтворення має власний перехід у своїх налаштуваннях.
zh_hans: 在资源库中选择墙纸时显示。每个播放列表在其设置中有自己的过渡。
zh_hant: 在資料庫中選擇背景圖片時顯示。每個播放列表在其設定中都有自己的轉換效果。

source: Shows a random wallpaper from the Installed list as it is filtered and sorted.
ar: يعرض خلفية عشوائية من قائمة المثبتة كما هي مصفّاة ومرتّبة.
de: Zeigt ein zufälliges Hintergrundbild aus der Liste „Installiert“, so wie sie gefiltert und sortiert ist.
es: Muestra un fondo de pantalla aleatorio de la lista Instalados, tal como está filtrada y ordenada.
fr: Affiche un fond d’écran au hasard dans la liste Installés, telle qu’elle est filtrée et triée.
hi: इंस्टॉल किए गए सूची से, जैसी वह फ़िल्टर और क्रमबद्ध है, एक यादृच्छिक वॉलपेपर दिखाता है।
it: Mostra uno sfondo casuale dall’elenco Installati, così come è filtrato e ordinato.
ja: インストール済みの一覧（現在の絞り込みと並べ替え）からランダムな壁紙を表示します。
ko: 현재 필터와 정렬이 적용된 설치됨 목록에서 임의의 배경화면을 표시합니다.
pl: Pokazuje losową tapetę z listy Zainstalowane, tak jak jest przefiltrowana i posortowana.
pt_br: Mostra uma imagem de fundo aleatória da lista Instaladas, como ela está filtrada e ordenada.
ru: Показывает случайные обои из списка «Установленные» с текущими фильтрами и сортировкой.
tr: Yüklü listesinden, filtrelendiği ve sıralandığı haliyle rastgele bir duvar kâğıdı gösterir.
uk: Показує випадкові шпалери зі списку «Встановлені» з поточними фільтрами та сортуванням.
zh_hans: 从已安装列表（按当前筛选和排序）中随机显示一张墙纸。
zh_hant: 從已安裝列表（依目前篩選和排序）中隨機顯示一張背景圖片。

source: Shuffle
ar: خلط
de: Zufällige Wiedergabe
es: Aleatorio
fr: Ordre aléatoire
hi: शफ़ल
it: Casuale
ja: シャッフル
ko: 셔플
pl: Pomieszaj
pt_br: Aleatório
ru: Перемешивать
tr: Karıştır
uk: Тасувати
zh_hans: 随机播放
zh_hant: 隨機播放
